SND_BUILTIN = "Built-in";
SND_USER = "Custom";
SND_SYSTEM = "System Shared";
SND_NETWORK = "Network Shared";
FMT_BEEPPCT = "%d%% of output volume";
FMT_PERCENT = "%d%%";

APPLE_HEADSET = "Headphones with Built-in External Mic";
